Repository: b-jesch/service.displayswitch
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32010
source: RPi Display Switch
de_de: RPi Display Umschalter

# #32020
source: Warning: This service is only assigned to RPi Devices
de_de: Achtung: Dieser Dienst ist ausschliesslich für RPi-Geräte geeignet!

# #32021
source: Display Configuration couldn't changed
de_de: Display Konfiguration konnte nicht geändert werden

# #32022
source: Display configuration changed, reboot
de_de: Display Konfiguration wurde geändert, starte neu

# #32023
source: Shutdown the device now
de_de: Gerät wird jetzt ausgeschaltet

# #32030
source: General
de_de: Allgemein

# #32031
source: current Display Setup
de_de: aktuelle Display Einstellung

# #32032
source: Always boot with the same Configuration
de_de: Immer mit der gleichen Konfiguration booten

# #32033
source: Use Configuration for Boot
de_de: Boote mit dieser Konfiguration

# #32035
source: Display Configuration Files
de_de: Display Konfigurationsdateien

# #32036
source: Boot Settings
de_de: Boot Einstellungen

# #32040
source: Standard Configuration
de_de: Standard Konfiguration

# #32041
source: Alternate Configuration
de_de: Alternative Konfiguration
